Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安问道：“我找你，是想问问你，到底有没有可能救回刘羡阳。我用掉一张槐叶，当时只能勉强吊住刘羡阳最后一口气，虽然用处不大，但最少是有用处的，所以我想问，你这边有没有槐叶，尤其是多余的槐叶？”
en_us: "I came here to ask you if there's a way to save Liu Xianyang. I used my locust leaf, but that was only able to prevent Liu Xianyang was dying on the spot. It didn't do much, but at the very least, it did serve some purpose. I came her to ask if you have any locust leaves, particularly spare locust leaves that you can give me," Chen Ping'an said.

source: 陈平安问道：“我送你到泥瓶巷口子上？”
en_us: "Should I accompany you out of Clay Vase Alley?" Clay Vase Alley asked.

source: 陈平安问道：“是不是真的有问题？”
en_us: "Is there really something dirty in here?" Chen Ping'an asked.

source: 陈平安问道：“是宋集薪学猫叫，还是稚圭？”
en_us: "Are you saying Song Jixin is imitating a cat? Or are you talking about Zhi Gui?" Chen Ping'an asked.

source: 陈平安问道：“这截树枝，你是从老槐树那边搬来的吧？”
en_us: "You got this branch from the old locust tree, right?" Chen Ping'an asked.

source: 陈平安问道：“那么这尊道门灵官到底是神还是仙？按照宁姑娘的说法，应该算是道门里的仙人吧？”
en_us: "Then is this Daoist Enforcer a god or an immortal? According to your explanation, he should be regarded as an immortal from the Daoist teaching, right?" Chen Ping'an asked.

source: 陈平安问道：“那这本拳谱怎么练？”
en_us: "So how should I practice this fist technique?" Chen Ping'an asked.

source: 陈平安除了后背被马苦玄那颗石头擦出来的伤口，其实外伤不算多，但这绝对不意味着陈平安就很好受，最麻烦的还是左手手心，下水摸石抓鱼，延缓了痊愈速度，这次跟马苦玄打了一架，拳头碰拳头，更是雪上加霜，以至于撕下旧棉布条的时候，连陈平安也只能打开腰间一只行囊，拿出瓷瓶，喝下里边的浓稠药汤，正是杨家铺子当年开出的药方，别的没用，就是能够止痛。
en_us: Apart from being grazed on the back by the stone thrown by Ma Kuxuan, Chen Ping'an hadn't actually suffered too many injuries. However, this definitely didn't mean that he felt fine and dandy at this moment. The most troublesome wound was still the one on his left palm, especially since he had slowed down its healing by submerging it in water while wading through the creek to collect snake gall pebbles and catch fish. Exchanging that punch with Ma Kuxuan just then had further exacerbated the problem. When Chen Ping'an removed the cotton strips, the only thing he could do was retrieve a porcelain bottle from the pouch on his waist and ingest its contents. This was naturally herbal medicine he had brewed according to the prescription that he had obtained from the Yang Family's medicine shop all those years ago. Its only effect was to stop pain.

source: 陈平安陷入沉思。
en_us: Chen Ping'an fell into deep thought.

source: 陈平安随口问道：“宁姑娘也是来咱们小镇求机缘来的？”
en_us: "Ning Yao, have you also come to our small town to seek a fated opportunity?" Chen Ping'an casually asked.

source: 陈平安随手拔出一根甘草，掸去尘土后就放在嘴里咀嚼，含糊不清道：“最远一次，应该是大前年的时候，我跟姚老头来回一趟，大概是一旬时间，光是封禁的山头就绕过十多个，最后走到一座很奇怪的山，高到吓人，说出来你可能不信，爬到半山腰的时候，你一眼看去，就已经全是云雾了，最后我和姚老头好不容易才到了山顶，结果……”
en_us: Chen Ping'an casually plucked a licorice root from the ground and flicked the dirt from it before placing it in his mouth and chewing. His words were slightly unclear as he replied, "It was probably the year before last when we ventured the furthest. It took Old Man Yao and I around 10 days to get there and back. We needed to detour around a dozen or so restricted areas, and in the end, we arrived before a strange mountain that was terrifyingly tall. You might not believe it, but when we looked down from the waist of the mountain, what we saw was already a layer of clouds and mists. In the end, Old Man Yao and I finally managed to climb to the top of the mountain. However..."

source: 陈平安隔着一堵院门，说道：“有点事情。”
en_us: "I have something to speak to Song Jixin about," Chen Ping'an replied.

source: 陈平安震惊道：“刘羡阳，你疯了？！为啥要卖家当给外人？！”
en_us: Chen Ping'an was shocked, and he exclaimed, "Liu Xianyang, have you gone mad?! Why are you selling your family heirloom to that outsider?!"

source: 陈平安静待下文，结果等了半天也没等到答案，只得开口问道：“有什么奇怪的地方吗？”
en_us: Chen Ping'an waited for her to continue, yet he still didn't hear anything after waiting for a long time. In the end, he could only open his mouth and say, "Is there something strange about it?"

source: 陈平安顺着她的话问道：“最后不是整个人在水里吗？”
en_us: Following her logic, Chen Ping'an asked, "In the end, will I have to fully submerge myself in the water?"

source: 陈平安领着宁姚来到一尊五彩神像之前，约莫比青壮男子高出一个脑袋，原本生有三双手臂，如今只剩下最高处的握拳一臂，高高举起，以及最低处的“握手”一臂，之所以单臂却能握手，原来是神像十指交错，故而哪怕另外那条胳膊被齐肩断去，手掌和手腕仍是得留下。
en_us: Chen Ping'an led Ning Yao to a five-colored statue. This statue was around a head taller than a young man, and it had initially had three pairs of arms. Now, however, only the arm with its hand clenched into a fist and held high above its head remained, as well as the arm that was lowest and making a "handshake" gesture. The reason it could make this "handshake" gesture was because two hands of this statue had been interlocked before, so even though the other arm had already broken off, its hand was still able to remain.

source: 陈平安飞快蹲下身，气喘吁吁，伸手擦了擦额头汗水。
en_us: Chen Ping'an immediately crouched down, panting heavily as he wiped the sweat from his forehead.

source: 陈平安黑着脸问道：“姑娘醒过来后，我会不会被她打死？”
en_us: "Are you sure she won't beat me to death after she wakes up?" Chen Ping'an asked with a dark expression.

source: 陈平安默不作声。
en_us: Chen Ping'an offered no response to this.

source: 陈平安默默记住了刘志茂这个名字。
en_us: Chen Ping'an silently committeed Liu Zhimao's name to memory.

source: 陈平安默默走到她身边，帮她重新煎药，动作娴熟。
en_us: Chen Ping'an silently walked over and brewed a new pot of medicine for her, with his movements being smooth and deft.

source: 陈平安龇牙咧嘴。
en_us: Chen Ping'an could only grimace in response.

source: 陈松风一开始本以为是读书人之间的客套寒暄，只是当他看到对方的眼神之后，灵犀一动，陈松风立即心领神会，抱拳道：“崔先生，我去寻一寻那位远房堂姐，回来之后再向先生讨教治国韬略。”
en_us: Chen Songfeng initially thought that the scholarly man was just trying to make some small talk, but upon seeing the look in the man's eyes, Chen Songfeng immediately understood the importance of those words, and he cupped his fist in a salute as he said, "Mr. Cui, I'm going to pay a visit to a cousin of mine, and once I return, I'll have you enlighten me on the way to manage a nation."

source: 陈松风仿佛比这位局中人的远房亲戚，更加惶恐不安。
en_us: Even though Chen Songfeng wasn't the who had just had his life threatened, he seemed to be far more shaken up than Chen Dui.

source: 陈松风伸出两根手指。
en_us: Chen Songfeng put up two fingers.

source: 陈松风伸手抖了抖湿透的外衫，唏嘘道：“好一个天晓得。”
en_us: Chen Songfeng extended his arms and shook his soaked ourter garment, sighing, "Heh, indeed, heaven knows."

source: 陈松风匆匆离去。
en_us: After that, he hurriedly departed.

source: 陈松风只是掬水喝了口溪水，嗓子沙哑道：“我当初之所以辛辛苦苦成为练气士，只是希望强身健体，能够多活几年，多看几本书而已，如何比得上你们剑修，何况在这处骊珠小洞天，剑修之外的练气士最吃亏，一不留神，运转气机，就要损耗道行，境界越高，折损越多，不曾想我修为低下，反而成了好事。”
en_us: Chen Songfeng was far more restrained, only cupping some water from the creek with his hands to drink, then replied in a slightly raspy voice, "I only became a Qi refiner in the first place in order to improve my physical constitution so I can live a few more years and read a few more books, I certainly can't compare with a swordsman like yourself. Besides, here in this small world, Qi refiners are handicapped more than anyone else aside from swordsmen. If I have even a slight lapse in concentration and accidentally activate my aura, then my cultivation base will be damaged, and the more advanced the Qi refiner, the more damage they would sustain to their cultivation base. Who would've thought that my lowly cultivation base would turn out to be a blessing rather than a curse?"

source: 陈松风叹了口气，“你自己都说了，是差一点。”
en_us: Chen Songfeng sighed and answered, "You said it yourself — almost."

source: 陈松风后背向后仰去，轻轻靠在椅背上，轻轻呼出一口气。
en_us: Chen Songfeng leaned back and slowly rested on the back of the chair, exhaling softly as he did so.

source: 陈松风吐出一口气，“所以你觉得那个少年不错？”
en_us: Chen Songfeng exhaled, then asked, "So I take it you have quite a high opinion of that boy?"

source: 陈松风呢喃道：“大骊气象，已是时来天地皆同力。因此我陈氏要扶龙，不可与人争着附龙而已。”
en_us: "Heaven and earth are working in unison to support the ascension of the Great Li Empire. Our Chen Clan must get in early and ride atop the head of the dragon, lest we be left behind and forced to compete with others just for a chance to cling onto the dragon's tail," Chen Songfeng murmured to himself.

source: 陈松风哭笑不得，望着深不过膝盖的潺潺流水，想到宋长镜以及这位藩王身边的风流少年，陈松风隐隐约约感受到一种大势凝聚的迹象，决定这趟返回龙尾郡陈氏祖宅后，必须说服家族押注在大骊王朝，哪怕没办法孤注一掷，也要让陈氏子弟趁早融入大骊庙堂。
en_us: Chen Songfeng couldn't help but be both amused and exasperated as he listened to Liu Baqiao's errant ramblings. He looked down at the flowing water of hte creek, which didn't even reach his knees, and he thought of Song Changjing and the handsome young boy accompanying him. He could sense an unstoppable tide taking shape, and he decided there and then that upon returning to Dragon Tail County, he had to convince his clan to throw its support behind the Great Li Empire. Even if he couldn't convince the clan to place all of its eggs in one basket, he had to encourage the clan's members to integrate themselves into the Great Li Empire as early as possible.

source: 陈松风小声问道：“那妇人听到风声后，就立即拜访衙署，主动提出要归还那具甲胄，作为清风城许氏的赔罪，你为何不收？”
en_us: "When that woman caught wind of the situation, she immediately visited the kiln supervision office and offered to return the suit of armor as an apology on behalf of Light Breeze City's Xu Clan. Why didn't you accept it?" Chen Songfeng asked quietly.

source: 陈松风想了想，选择袒露心扉，“如果出于个人，我对少年没有任何意见。但如果就事论事，他的存在，其实让我们整个家族都很尴尬。骊珠小洞天的陈氏子弟，本就是本洲的一个笑话，小镇之内，一个人数不算少的姓氏，仅剩一人，其余全部成了别家奴婢，沦为笑谈，实属正常。在龙尾郡陈氏眼中，我们和小镇上的陈姓之人，虽说远祖相同，可那都是多少年前的老黄历了，谈不上丁点儿情分，但是所有龙尾郡陈氏的对手，岂会如此看待，在这种情况下，如果泥瓶巷少年干脆也成了大户人家的下人，也就罢了，当时当世一场大笑过后，很难多年持续成为一桩谈资，可这个少年的咬牙坚持，孤零零的存在，就显得格外引人注目，外边许多人甚至在打赌，小镇这一支这一房这一个陈氏子弟，何时不再是那个‘唯一’。”
en_us: Chen Songfeng took a moment to consider his response, then revealed in a candid manner, "Personally, I have nothing against him, but objectively speaking, his very existence places our entire clan in a very awkward situation. The branch of the Chen Clan in the Jewel Small World has always been a laughingstock for the entire continent. In this town, it's considered quite normal for a clan to only have one member left, while the rest of the people of the same surname have all become servants for other clans. While it's true that our branch of the Chen Clan in Dragon Tail County shares a common ancestor with the branch of the Chen Clan in this town, that's already an extremely distant piece of history, and practically speaking, the two branches may as well be different clans altogether. However, the enemies of our Chen Clan don't see it that way. If that boy from Clay Vase Alley had managed to establish an affluent clan of his own, then there wouldn't be any problems. Perhaps those on the outside will ridicule our Chen Clan for a while, but they'll eventually forget all about it. However, that boy continues to cling to life, despite the fact that he's all on his own, and in doing so, he's drawing a great deal of interest from others. There are even people on the outside making bets on when he'll no longer be the only member of the branch of the Chen Clan in this town."

source: 陈松风感慨道：“是宋大人占了一些优势。”
en_us: "It was Master Song who was able to gain the slight upper hand," Chen Songfeng said.

source: 陈松风摇头苦笑道：“那你是没有看到我祖父见到她后，是何等……客气。”
en_us: Chen Songfeng shook his head, saying with a bitter laugh, "You weren't able to see just how... respectful my grandfather was when he saw her."

source: 陈松风摇头道：“不曾听说过，估计不会好到哪里去。”
en_us: Chen Songfeng shook his head and replied, "I don't know. However, nothing good I assume."

source: 陈松风摇头道：“并非如此。先前你也薛管事提及，小镇陈氏分两支，陈对就是属于最早迁出去的那一支，走得很彻底，干脆连东宝瓶洲也不待了，直接去了别洲，经过一代代的繁衍生息，开枝散叶，陈对所在家族，如今已经被誉为‘世间坊楼之集大成者’。当然，这些消息，在东宝瓶洲从未流传，我们龙尾郡陈氏也只是因为与他们有丁点儿渊源，才得以知晓内幕。”
en_us: Chen Songfeng shook his head and replied, "No, that's not the case. Steward Xue mentioned just then that there are two different Chen Clans in this small town. Chen Dui belongs to the Chen Clan that left long ago, and they left very comprehensively, not even staying in the Eastern Treasured Vial Continent. They directly moved to another continent. After many generations of growth and expansion, this Chen Clan is now regarded as an 'archway that assembles the characteristics of all teachings'. Of course, news of this hasn't spread around the Eastern Treasured Vial Continent, and my clan in Dragon Tail County only knows about this because of our distant relationship with them."

source: 陈松风摇头道：“我家柳先生曾经说过，心境如镜，越擦越亮，故而心境修行，能够在道祖莲台上坐忘，当然大有裨益，可是偶尔在小泥塘里摸爬滚打，未必就没有好处。去福地当个抛却前身、忘记前生的谪仙人，享福也好，受难也罢，多多少少……”
en_us: Chen Songfeng shook his head as he said, "Back in Dragon Tail County, Master Liu once said to me that that one's state of mind is like a mirror, and the more it's polished, the brighter it'll gleam. Hence, in the cultivation of one's mind, it would naturally be immensely beneficial to sit upon the lotus seat of the Dao Ancestor, but occasionally visiting what is perceived to be a lowly place could have its benefits as well. Go to the blessed land and abandon your past self. Forget yoru past existence as an immortal cultivator and embrace life as it is, whether you're blessed by fortune or blighted by hardships..."

source: 陈松风放下手中一本老旧籍书，苦涩道：“让你看笑话了。刚才为我打抱不平，我并非不识好歹，只是……”
en_us: Chen Songfeng put down the old record in his hands and said with a bitter expression, "I'm sorry you had to see me in such an embarrassing position. I wasn't unthankful when you stood up for me just then, it's just that..."

source: 陈松风放低声音，看似漫不经心说道：“兴许是有心无力吧，与其做些徒劳无功的大事，不如捞些蝇头小利。”
en_us: Chen Songfeng lowered his voice and said in a seemingly casual manner, "Perhaps they know, but they're simply powerless. Rather than struggling in vain to chase after something significant, they've decided that it's better to fish for some lower hanging fruit."

source: 陈松风无奈道：“我如何知道这等机要密事？”
en_us: "How am I supposed to know a secret like that?" Chen Songfeng replied with an exasperated expression.

source: 陈松风有些疑惑。
en_us: Chen Songfeng was rather perplexed to hear this.

source: 陈松风欲言又止。
en_us: Chen Songfeng also wanted to say something, but didn't know what to say.

source: 陈松风歉意道：“我没事，不用管我，肯定能跟上。”
en_us: "I'm okay, don't worry about me. I can definitely keep up," Chen Songfeng said apologetically.

source: 陈松风没有收起手指。
en_us: Chen Songfeng didn't put down his fingers.

source: 陈松风淡然道：“我可什么都没有说。”
en_us: "I didn't say anything," Chen Songfeng replied calmly.

source: 陈松风满脸苦涩。
en_us: Chen Songfeng wore a bitter expression.

source: 陈松风满脸苦涩，看着不容置疑的年轻女子，他转过头对刘灞桥说道：“那接下来就劳烦你背书箱了。”
en_us: Chen Songfeng wore a bitter expression as he looked at the commanding and indubitable gaze of Chen Dui. He turned to Liu Baqiao and said, "Then I'll have to trouble you with carrying the bookcase from hereon."

source: 陈松风点头道：“孺子可教。”
en_us: "Very perceptive of you," Chen Songfeng praised with a nod.

source: 陈松风略作犹豫，还是选择知无不言言无不尽，泄露天机道：“有些类似俗世的赌石，每年小镇大概有三十余婴儿诞生，三十座龙窑窑口按照交椅座位，依次选择某个孩子作为自家龙窑的‘瓷器’，打个比方，今年小镇生下三十二个孩子，那么排名最前面的两座龙窑，就能有两只瓷器，如果明年只有二十九个新生儿，排名垫底的龙窑，就意味着只能一整年没收成了。”
en_us: Chen Songfeng hesitated for a moment before deciding to answer honestly. "It's quite similar to mortal activity of stone gambling. Around 30 babies are born in the small town each year, and depending on their position, each of the 30 dragon kilns will be assigned to a child as their 'porcelain'. For example, if 32 children are born one year, then the two dragon kilns occupying the top two positions will each be assigned two pieces of porcelain. If only 29 children are born the next year, then the dragon kiln in the bottom position won't receive anything for the year.

source: 陈松风眼神恍惚，“你说齐先生到底想做什么？”
en_us: Chen Songfeng appeared to be in a trance as he asked, "What do you think Mr. Qi is trying to do?"

source: 陈松风知道刘灞桥的脾气，不再劝说什么。
en_us: Chen Songfeng understood Liu Baqiao's temper, so he didn't try to persuade him anymore.

source: 陈松风突然抬头笑道：“灞桥，终于坐不住了？”
en_us: Chen Songfeng looked up and asked with a smile, "Baqiao, finally not able to sit here anymore?"

source: 陈松风突然笑道：“听说风雷园被雷劈次数最多的剑修，名叫……”
en_us: Chen Songfeng suddenly smiled as he interjected, "I heard that the name of the Wind Lightning Field swordsman who's been struck by lightning the most number of times is Liu..."

source: 陈松风站起身，去关上屋门，坐在原本管事的椅子上，轻声反问道：“刘姓少年的买瓷人名分，几经波折，最后辗转到我龙尾郡陈氏手中，你就不好奇是为何？”
en_us: Chen Songfeng stood up and walked over to shut the door. He returned and took a seat where the steward had been sitting just then, and he softly retorted, "After several twists and turns, the porcelain buying right for Liu Xianyang's bonded porcelain has fallen into the hands of my clan. Are you not curious about why this is?"

source: 陈松风站起身，甩了甩手，笑道：“你好像跟那泥瓶巷少年很投缘啊。”
en_us: Chen Songfeng rose to his feet as he waved a dismissive hand, then smiled as he said, "You seem to have gotten along very well with that boy from Clay Vase Alley."

source: 陈松风笑而不语。
en_us: Chen Songfeng replied with a smile.

source: 陈松风笑道：“也不可一概而论，不说我们这些外乡人，只说那些当地人的话，不乏惊才绝艳之辈。”
en_us: Chen Songfeng smiled as he said, "It wouldn't be right to make such sweeping statements. Setting outsiders like us aside, there's no lack of outstanding talents among the locals in those blessed lands."

source: 陈松风笑道：“其实答案薛管事也说了。”
en_us: Chen Songfeng smiled and said, "In fact, Steward Xue already told us the answer."

source: 陈松风笑道：“当然，少年何错之有，可是世上终究有些事情，很难说清楚道理的。”
en_us: Chen Songfeng smiled in response. "Of course, he's not at fault in the slightest, but it's very difficult to make some people see reason."

source: 陈松风笑道：“福地收益，细水流长啊，偶尔还能蹦出一两个惊喜，最关键是所有的好处，属于坐享其成，谁不乐意从其中分一杯羹？”
en_us: Chen Songfeng smiled as he said, "Blessed lands can yield benefits over long periods of time, as well as the occasional surprise. Most importantly, these are passive benefits that come without any work, who wouldn't want to get in on something like that?"

source: 陈松风笑道：“说不定清风城也有算计正阳山一把的念头，如果不是那老猿冲在前头，被妇人扯来当了回虎皮大旗，估计清风城还真就拿不走宝甲。”
en_us: Chen Songfeng smiled and said, "Perhaps Light Breeze City's Xu Clan was also intending to scheme against Sun Scorch Mountain. Otherwise, if it wasn't for that old ape leading the charge and being used as a decoy by the woman, it's very likely that she wouldn't have been able to obtain the suit of armor."

source: 陈松风继续埋头查阅档案，只是相比较陈对在场时的战战兢兢，总算恢复几分世家子弟的潇洒气度，但越是如此，一旁看在眼里的刘灞桥就越觉得气闷，一肚子憋屈不吐不快，只是性子耿直是一回事，口无遮拦又是一回事，刘灞桥便想着也出去散散步，眼不见心不烦。
en_us: Chen Songfeng continued to search through the records. However, compared to his fear and diligence when Chen Dui had been present, he finally recovered some of his elegant and relaxed disposition as the descendant of a noble clan. The more this was the case, though, the more Liu Baqiao felt frustrated and stifled. His mind was full of grumblings that he wanted to spit out. However, being frank was one matter, while having a loose tongue was another matter. That being the case, Liu Baqiao felt like it was time to take a walk. Out of sight, out of mind.

source: 陈松风缓缓收起一根手指，还剩下一根。
en_us: Chen Songfeng slowly put down one finger, leaving one raised.

source: 陈松风肝胆欲裂，满眼血丝，整个人处于复杂至极的情绪当中，大愤怒、大恐惧兼有，正要开口说话。
en_us: Chen Songfeng's eyes were completely bloodshot, and his heart was filled with complex emotions. He was simultaneously fearful and furious at the same time, and he was just about to say something, but Cui Minghuang got there ahead of him, extending an apologetic bow as he implored in an earnest voice, "Please forgive her, Master Song, she has no idea what she's talking about!"

source: 陈松风脸色涨红，一时间竟是有几分恼羞成怒。
en_us: Chen Songfeng's face quickly became flushed with embarrassment upon hearing this, but he had no sound counterargument to raise.

source: 陈松风自嘲道：“百无一用是书生啊。”
en_us: He smiled in a self-deprecating manner and sighed, "I'm just a useless scholar..."

source: 陈松风艰难开口，只是语气不弱，“王爷，这位姑娘并非我们东宝瓶洲人氏，所以希望王爷慎重行事！”
en_us: Under the immense pressure, Chen Songfeng was finding it physically difficult to speak, but the tone of his voice was firm and unyielding as he said, "Master Song, this here is Chen Dui, and she is not from our Eastern Treasured Vial Continent. I suggest you proceed with caution!"

source: 陈松风觉得匪夷所思，摇头笑道：“何至于此？”
en_us: Chen Songfeng was quite bewildered by this response, and he shook his head as he chuckled, "Why do you feel so strongly about him?"

source: 陈松风解释道：“我可以确定，刘家最早正是陈对家族的守墓人，至于后来躲去你们风雷园的那位剑修，最后又为何来到小镇，成为刘家人，还传下剑经，估计有一些隐晦内幕吧。所以最后传家宝成了两样东西，剑经加上瘊子甲。至于陈对，她其实志不在宝物，只是来祭祖罢了。在此之外，如果刘家人还有后人，无论资质如何，她都会带回家族倾力栽培，算是回报当年刘家老祖的守墓之功。”
en_us: "I can confirm that the Liu Clan was indeed the graveyard attendent for the Chen Clan in the very beginning," Chen Songfeng explained. "As for the swordsman who took refuge in your Wind Lightning Field afterward... There are probably some secrets regarding why he came eventually came to this small town and became a member of the Liu Clan, even passing down the sword scripture. In any case, the Liu Clan now has two family heirlooms — the sword scripture and the suit of armor. "In terms of Chen Dui, she's actually not here to obtain treasures or anything. Instead, she's simply here to pay respect to her ancestors. Other than that, if the Liu Clan still has any descendants, she'll also bring them back with her. The Chen Clan will do everything they can to raise them, regardless of their talent. In some sense, this is their repayment to the Liu Clan for attending to their ancestor's graveyard for so many years."

source: 陈松风言语当中，有意无意跳过“齐家”环节，只是提及了治国。
en_us: Chen Songfeng had intentionally skipped over the "familial management" part, jumping straight to managing a nation.

source: 陈松风赶紧抬头对刘灞桥使眼色，后者睁大眼睛瞪回去，“连皇帝也有几个穷亲戚，怎么，有人例外啊？！好，就算某人例外，就能看不起人啊？”
en_us: Chen Songfeng hurriedly looked up and gestured to Liu Baqiao with his eyes. However, Liu Baqiao shot a glare right back at him and exclaimed, "Even emperors will have a few poor relatives! What, there might be some exceptions?! Fine! But do these exceptions give them the right to act contemptuously toward others?"

source: 陈松风起身来到窗口，窗外暂时斜风细雨，只是看天色，像是要下一场滂沱大雨。
en_us: Chen Songfeng stood up and walked to the window. The rain had eased up for the moment, yet looking up at the sky, it appeared like a downpour was imminently about to arrive.

source: 陈松风跟着说道：“修行路上谁不是？”
en_us: "Who on the path of cultivation isn't?" Chen Songfeng asked.

source: 陈松风轻声劝说刘灞桥，后者拿着竹筒，冷笑道：“才不受这窝囊气，跟你一起打道回府，到了衙署那边，要一桌子好酒好菜，大鱼大肉！不比这舒服？”
en_us: Chen Songfeng spoke quietly as he tried to dissuade Liu Baqiao from accompanying him back. However, Liu Baqiao caught the bamboo tubes and spat with a cold chuckle, "I'm not going to deal with this nonsense anymore. After returning to the kiln supervision office with you, I'm going to order a table full of good wine and good food! I'm going to have large plates of meat and delicacies! Will that not be better than this?"

source: 陈松风轻声道：“会被拿出龙窑，当场敲碎丢弃，小镇外有一座瓷山，就来源于此。”
en_us: "They'll be taken out of the dragon kilns before being shattered and thrown away," Chen Songfeng replied softly. "There's a mountain of porcelain outside the small town, and this is the reason behind its existence."

source: 陈松风轻声道：“应运而生，得天独厚。”
en_us: "Those who are born from the will of the world are blessed by the heavens," Chen Songfeng remarked.

source: 陈松风轻声道：“那位阮师，好像与陈对的一位长辈是旧识，曾经一起行走天下，属于莫逆之交。”
en_us: "It seems like Master Ruan is an old acquaintance with one of Chen Dui's elders. They traveled around the world together in the past, and they can be regarded as good friends," Chen Songfeng said softly.
